Revit 2027 API
BuiltInFailures.SculptingFailures.FaceSculptingFaceLoss Property
 The original sculpted face is lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FaceSculptingFaceLoss { get; }
Public Shared ReadOnly Property FaceSculptingFaceLoss As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FaceSculptingFaceLoss {
	FailureDefinitionId^ get ();
}
static member FaceSculptingFaceLoss : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SculptingFailures Class
Autodesk.Revit.DB Namespace